jorgebucaran/fisher
catppuccin/fish
joseluisq/gitnow@2.13.0
meaningful-ooo/sponge
jorgebucaran/autopair.fish
jorgebucaran/getopts.fish
nickeb96/puffer-fish
acomagu/fish-async-prompt
patrickf1/fzf.fish
franciscolourenco/done
