jorgebucaran/fisher
catppuccin/fish
joseluisq/gitnow@2.11.0
meaningful-ooo/sponge
jorgebucaran/autopair.fish
jorgebucaran/getopts.fish
nickeb96/puffer-fish
lgathy/google-cloud-sdk-fish-completion
zzhaolei/transient.fish
acomagu/fish-async-prompt
patrickf1/fzf.fish
franciscolourenco/done
gazorby/fish-abbreviation-tips
