{
  "Comment.nvim": {
    "branch": "master"
  },
  "DAPInstall.nvim": {
    "branch": "main"
  },
  "LazyVim": {
    "branch": "main"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "Navigator.nvim": {
    "branch": "master"
  },
  "SchemaStore.nvim": {
    "branch": "main"
  },
  "alpha-nvim": {
    "branch": "main"
  },
  "barbecue.nvim": {
    "branch": "main"
  },
  "better-escape.nvim": {
    "branch": "master"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "main"
  },
  "chartoggle.nvim": {
    "branch": "main"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "codewindow.nvim": {
    "branch": "master"
  },
  "comment-box.nvim": {
    "branch": "main"
  },
  "cybu.nvim": {
    "branch": "main"
  },
  "dial.nvim": {
    "branch": "master"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "dressing.nvim": {
    "branch": "master"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gitlinker.nvim": {
    "branch": "master"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "glow.nvim": {
    "branch": "main"
  },
  "inc-rename.nvim": {
    "branch": "main"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "markdowny.nvim": {
    "branch": "main"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.ai": {
    "branch": "main"
  },
  "mini.animate": {
    "branch": "main"
  },
  "mini.bufremove": {
    "branch": "main"
  },
  "mini.indentscope": {
    "branch": "main"
  },
  "mkdnflow.nvim": {
    "branch": "main"
  },
  "modes.nvim": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "v2.x"
  },
  "neoconf.nvim": {
    "branch": "main"
  },
  "neodev.nvim": {
    "branch": "main"
  },
  "neogen": {
    "branch": "main"
  },
  "no-neck-pain.nvim": {
    "branch": "main"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "null-ls.nvim": {
    "branch": "main"
  },
  "numb.nvim": {
    "branch": "master"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-colorizer.lua": {
    "branch": "master"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-gomove": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-navic": {
    "branch": "master"
  },
  "nvim-notify": {
    "branch": "master"
  },
  "nvim-spectre": {
    "branch": "master"
  },
  "nvim-surround": {
    "branch": "main"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-context": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-ts-context-commentstring": {
    "branch": "main"
  },
  "nvim-ts-rainbow": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "nvim_context_vt": {
    "branch": "master"
  },
  "octo.nvim": {
    "branch": "master"
  },
  "persistence.nvim": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "pommodoro-clock.nvim": {
    "branch": "main"
  },
  "pretty-fold.nvim": {
    "branch": "master"
  },
  "reach.nvim": {
    "branch": "master"
  },
  "refactoring.nvim": {
    "branch": "master"
  },
  "sqlite.lua": {
    "branch": "master"
  },
  "stay-in-place.nvim": {
    "branch": "main"
  },
  "symbols-outline.nvim": {
    "branch": "master"
  },
  "tabout.nvim": {
    "branch": "master"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope-live-grep-args.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "toggleterm.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "true-zen.nvim": {
    "branch": "main"
  },
  "vim-illuminate": {
    "branch": "master"
  },
  "vim-matchup": {
    "branch": "master"
  },
  "vim-repeat": {
    "branch": "master"
  },
  "vim-startuptime": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "winshift.nvim": {
    "branch": "main"
  },
  "wrapping.nvim": {
    "branch": "master"
  },
  "yaml-companion.nvim": {
    "branch": "main"
  },
  "yanky.nvim": {
    "branch": "main"
  }
}
